/* 1Password Extension Error Message */
"1Password Extension was cancelled by the user" = "Chealaigh an t-úsáideoir an breiseán 1Password";

/* 1Password Extension Error Message */
"App Extension API is not available in this version of iOS" = "Níl an App Extension API ar fáil sa leagan seo de iOS";

/* 1Password Extension Error Message */
"Failed to contact the 1Password Extension" = "Níorbh fhéidir dul i dteagmháil leis an mbreiseán 1Password";

/* 1Password Extension Error Message */
"Failed to execute script that collects web page information" = "Níorbh fhéidir an script a bhailíonn eolas faoi leathanaigh a chur i bhfeidhm";

/* 1Password Extension Error Message */
"Failed to fill web page because script could not be evaluated" = "Níorbh fhéidir an leathanach a líonadh isteach toisc nárbh fhéidir script fheiliúnach a rith";

/* 1Password Extension Error Message */
"Failed to fill web page because script is missing" = "Níorbh fhéidir an leathanach a líonadh isteach toisc go bhfuil an script ar iarraidh";

/* 1Password Extension Error Message */
"Failed to obtain URL String from web view. The web view must be loaded completely when calling the 1Password Extension" = "Níorbh fhéidir teaghrán URL a fháil ón amharc Gréasáin. Ní mór don amharc Gréasáin a bheith lódáilte ina iomláine sula n-úsáidfidh tú an breiseán 1Password.";

/* 1Password Extension Error Message */
"Failed to parse information returned by 1Password Extension" = "Níorbh fhéidir an fhaisnéis a tháinig ó 1Password a pharsáil";

